Repository: Seraf/LISA-CLIENT-Linux
Catalog: lisa/client/lang/*/LC_MESSAGES/lisa.po
Languages: fr

source: Yes ?
fr: Oui ?

source: I'm listening
fr: Je vous écoute

source: My configuration file is not readable
fr: Mon fichier de configuration est erronné

source: There's an error with my configuration file
fr: J'ai détecté une erreur dans mon fichier de configuration

source: I didn't understood your question
fr: Je n'ai pas compris votre question

source: I can't hear you clearly
fr: Je ne vous entends pas bien

source: I didn't understood
fr: Je n'ai pas compris

source: Can you repeat please ?
fr: Pouvez vous répeter s'il vous plait ?

source: I didn't understood, can you repeat please ?
fr: Je n'ai pas compris, pouvez vous répéter ?

source: I'm ready ok
fr: Je suis prêt

source: Initialization completed
fr: Mon initialisation est terminée

source: I'm ready to answer your questions
fr: Je suis prêt à répondre à vos questions

source: Sorry, I can't connect to the server
fr: Désolé je n'arrive pas a me connecter au serveur

source: I can't join the server, please check your connection
fr: Le serveur est introuvable, veuillez vérifier la connexion

source: An error happened, I'm not available anymore
fr: Il s'est produit une erreur, je ne suis plus disponible

source: My connection was interrupted, please wait
fr: Ma connexion au serveur est interrompue, veuillez patienter

source: Playing generated TTS
fr: Lecture du son généré

source: There was an error creating the output file %(filename)s
fr: Il y a eu une lors de la création du fichier %(filename)s

source: Generating %(filename)s : '%(message)s'
fr: Création du fichier %(filename)s : '%(message)s'
